[
    {
        "id": 111,
        "question": [
            {
                "type": "text",
                "content": "Какие основные цели преследуются при реализации инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 112,
        "question": [
            {
                "type": "text",
                "content": "Какие основные этапы включает жизненный цикл инвестиционного проекта?\n"
            }
        ]
    },
    {
        "id": 113,
        "question": [
            {
                "type": "text",
                "content": "Какие основные риски сопутствуют инвестиционным проектам и как можно их управлять?\n"
            }
        ]
    },
    {
        "id": 114,
        "question": [
            {
                "type": "text",
                "content": "Какие источники финансирования могут быть использованы для реализации инвестиционного проекта?\n"
            }
        ]
    },
    {
        "id": 115,
        "question": [
            {
                "type": "text",
                "content": "Какие основные факторы могут влиять на успешность реализации инвестиционного проекта?\n"
            }
        ]
    },
    {
        "id": 116,
        "question": [
            {
                "type": "text",
                "content": "Какие категории инвестиционных проектов могут быть определены в зависимости от срока их реализации?\n"
            }
        ]
    },
    {
        "id": 117,
        "question": [
            {
                "type": "text",
                "content": "Какие виды инвестиционных проектов могут быть выделены на основе их целевой направленности (например, инновационные и т.д.)?\n"
            }
        ]
    },
    {
        "id": 118,
        "question": [
            {
                "type": "text",
                "content": "Какие подходы к классификации инвестиционных проектов применяются с учетом масштаба их реализации?\n"
            }
        ]
    },
    {
        "id": 119,
        "question": [
            {
                "type": "text",
                "content": "Какие типы инвестиционных проектов можно выделить на основе их источников финансирования?\n"
            }
        ]
    },
    {
        "id": 120,
        "question": [
            {
                "type": "text",
                "content": "Что такое жизненный цикл проекта и какие основные фазы он включает?\n"
            }
        ]
    },
    {
        "id": 121,
        "question": [
            {
                "type": "text",
                "content": "Какие основные характеристики и результаты связаны с каждой фазой жизненного цикла проекта?\n"
            }
        ]
    },
    {
        "id": 122,
        "question": [
            {
                "type": "text",
                "content": "Какие типичные риски могут возникать на разных этапах жизненного цикла проекта и как их можно снизить?\n"
            }
        ]
    },
    {
        "id": 123,
        "question": [
            {
                "type": "text",
                "content": "Какие факторы могут влиять на длительность и последовательность фаз жизненного цикла проекта?\n"
            }
        ]
    },
    {
        "id": 124,
        "question": [
            {
                "type": "text",
                "content": "Каким образом проектный анализ помогает оценить целесообразность и финансовую эффективность проекта?\n"
            }
        ]
    },
    {
        "id": 125,
        "question": [
            {
                "type": "text",
                "content": "Какие методы и инструменты используются в современном проектном анализе?\n"
            }
        ]
    },
    {
        "id": 126,
        "question": [
            {
                "type": "text",
                "content": "Какие основные этапы включает процесс проектного анализа?\n"
            }
        ]
    },
    {
        "id": 127,
        "question": [
            {
                "type": "text",
                "content": "Какие факторы и данные учитываются при проведении проектного анализа?\n"
            }
        ]
    },
    {
        "id": 128,
        "question": [
            {
                "type": "text",
                "content": "Что такое экспресс-анализ проекта и какова его цель?\n"
            }
        ]
    },
    {
        "id": 129,
        "question": [
            {
                "type": "text",
                "content": "Какие основные шаги и методы используются при проведении экспресс-анализа проекта?\n"
            }
        ]
    },
    {
        "id": 130,
        "question": [
            {
                "type": "text",
                "content": "Какие факторы и показатели используются для оценки финансовой эффективности проекта в рамках экспресс-анализа?\n"
            }
        ]
    },
    {
        "id": 131,
        "question": [
            {
                "type": "text",
                "content": "Какие методы и инструменты можно применять для проведения экспресс-анализа проекта?\n"
            }
        ]
    },
    {
        "id": 132,
        "question": [
            {
                "type": "text",
                "content": "Какие преимущества и ограничения связаны с использованием экспресс-анализа проекта?\n"
            }
        ]
    },
    {
        "id": 133,
        "question": [
            {
                "type": "text",
                "content": "Что такое стратегический анализ проекта и какова его роль в управлении проектами?\n"
            }
        ]
    },
    {
        "id": 134,
        "question": [
            {
                "type": "text",
                "content": "Какие методы и инструменты используются в стратегическом анализе проекта?\n"
            }
        ]
    },
    {
        "id": 135,
        "question": [
            {
                "type": "text",
                "content": "Какие преимущества и ограничения связаны с использованием стратегического анализа проекта?\n"
            }
        ]
    },
    {
        "id": 136,
        "question": [
            {
                "type": "text",
                "content": "Какие выводы и рекомендации могут быть сделаны на основе результатов стратегического анализа проекта?\n"
            }
        ]
    },
    {
        "id": 137,
        "question": [
            {
                "type": "text",
                "content": "Что такое технический анализ проекта и какова его роль в управлении проектами?\n"
            }
        ]
    },
    {
        "id": 138,
        "question": [
            {
                "type": "text",
                "content": "Какие методы и инструменты используются в техническом анализе проекта?\n"
            }
        ]
    },
    {
        "id": 139,
        "question": [
            {
                "type": "text",
                "content": "Каким образом технический анализ помогает определить технические решения и оптимальные ресурсы для реализации проекта?\n"
            }
        ]
    },
    {
        "id": 140,
        "question": [
            {
                "type": "text",
                "content": "Каким образом технический анализ взаимодействует с другими аспектами анализа проекта, такими как финансовый или стратегический анализ?\n"
            }
        ]
    },
    {
        "id": 141,
        "question": [
            {
                "type": "text",
                "content": "Что такое институциональный анализ проекта и какова его роль в управлении проектами?\n"
            }
        ]
    },
    {
        "id": 142,
        "question": [
            {
                "type": "text",
                "content": "Каким образом определяются институциональные факторы, такие как правовые, политические и социокультурные, и их влияние на проект?\n"
            }
        ]
    },
    {
        "id": 143,
        "question": [
            {
                "type": "text",
                "content": "Каким образом институциональный анализ помогает определить необходимые механизмы управления и взаимодействия с заинтересованными сторонами проекта?\n"
            }
        ]
    },
    {
        "id": 144,
        "question": [
            {
                "type": "text",
                "content": "Что такое финансово-экономический анализ проекта и какова его роль в управлении проектами?\n"
            }
        ]
    },
    {
        "id": 145,
        "question": [
            {
                "type": "text",
                "content": "Какие методы и инструменты используются в финансово-экономическом анализе проекта?\n"
            }
        ]
    },
    {
        "id": 146,
        "question": [
            {
                "type": "text",
                "content": "Каким образом проводится анализ затрат и доходов проекта, включая оценку временной структуры затрат и прогнозирование доходов?\n"
            }
        ]
    },
    {
        "id": 147,
        "question": [
            {
                "type": "text",
                "content": "Какие методы оценки рентабельности, платежеспособности и ликвидности проекта могут использоваться в рамках анализа?\n"
            }
        ]
    },
    {
        "id": 148,
        "question": [
            {
                "type": "text",
                "content": "Каким образом финансово-экономический анализ помогает определить финансовые стратегии и решения в рамках проекта?\n"
            }
        ]
    },
    {
        "id": 149,
        "question": [
            {
                "type": "text",
                "content": "Какие выводы и рекомендации могут быть сделаны на основе результатов финансово-экономического анализа проекта?\n"
            }
        ]
    },
    {
        "id": 150,
        "question": [
            {
                "type": "text",
                "content": "Какие основные источники финансирования могут быть использованы для инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 151,
        "question": [
            {
                "type": "text",
                "content": "Какие внешние источники финансирования могут быть привлечены для инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 152,
        "question": [
            {
                "type": "text",
                "content": "Как влияют на выбор источников финансирования факторы, такие как размер проекта, его стадия развития и риск?\n"
            }
        ]
    },
    {
        "id": 153,
        "question": [
            {
                "type": "text",
                "content": "Какие риски и ограничения связаны с использованием внешних источников финансирования инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 154,
        "question": [
            {
                "type": "text",
                "content": "Какие факторы и стратегии влияют на оптимизацию структуры финансирования инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 155,
        "question": [
            {
                "type": "text",
                "content": "Какие выводы и рекомендации могут быть сделаны на основе анализа и выбора источников финансирования инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 156,
        "question": [
            {
                "type": "text",
                "content": "Какие основные инструменты финансирования могут быть использованы для инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 157,
        "question": [
            {
                "type": "text",
                "content": "Каким образом эмиссия акций может быть использована в качестве инструмента финансирования инвестиционных проектов и какие особенности с ней связаны?\n"
            }
        ]
    },
    {
        "id": 158,
        "question": [
            {
                "type": "text",
                "content": "Какие риски и ограничения связаны с использованием различных инструментов финансирования инвестиционных проектов?\n"
            }
        ]
    },
    {
        "id": 159,
        "question": [
            {
                "type": "text",
                "content": "Какие основные виды проектного финансирования существуют?\n"
            }
        ]
    },
    {
        "id": 160,
        "question": [
            {
                "type": "text",
                "content": "Каким образом венчурные капиталовложения могут быть использованы в проектном финансировании?\n"
            }
        ]
    },
    {
        "id": 161,
        "question": [
            {
                "type": "text",
                "content": "Как влияют на выбор формы финансирования факторы, такие как размер проекта, его стадия развития, риск и ожидаемая доходность?\n"
            }
        ]
    },
    {
        "id": 162,
        "question": [
            {
                "type": "text",
                "content": "Что представляет собой ГЧП (государственно-частное партнерство) и как оно используется в качестве формы проектного финансирования?\n"
            }
        ]
    },
    {
        "id": 163,
        "question": [
            {
                "type": "text",
                "content": "Какие роли и обязанности выполняют государство и частные компании в рамках ГЧП проектов?\n"
            }
        ]
    },
    {
        "id": 164,
        "question": [
            {
                "type": "text",
                "content": "Каким образом финансирование проектов через ГЧП может обеспечить эффективность и оптимизацию ресурсов?\n"
            }
        ]
    },
    {
        "id": 165,
        "question": [
            {
                "type": "text",
                "content": "Какие преимущества связаны с использованием ГЧП в сравнении с другими формами проектного финансирования?\n"
            }
        ]
    },
    {
        "id": 166,
        "question": [
            {
                "type": "text",
                "content": "Каким образом риски распределяются между государством и частными партнерами в рамках ГЧП проектов?\n"
            }
        ]
    },
    {
        "id": 167,
        "question": [
            {
                "type": "text",
                "content": "Какие примеры успешных ГЧП проектов можно привести и какие уроки могут быть извлечены из них?\n"
            }
        ]
    },
    {
        "id": 168,
        "question": [
            {
                "type": "text",
                "content": "Что представляет собой мониторинг хода реализации инвестиционного проекта и какие его основные цели?\n"
            }
        ]
    },
    {
        "id": 169,
        "question": [
            {
                "type": "text",
                "content": "Какие роли и обязанности выполняют заинтересованные стороны (стейкхолдеры) в процессе мониторинга реализации инвестиционного проекта?\n"
            }
        ]
    },
    {
        "id": 170,
        "question": [
            {
                "type": "text",
                "content": "Как влияют на мониторинг факторы, такие как размер проекта, его сложность, продолжительность и степень риска?\n"
            }
        ]
    }
]