[
    {
        "id": 111,
        "question": [
            {
                "type": "text",
                "content": "Why should domestic managers have an understanding of globalization and international business? What are the current views regarding the future of globalization?\n"
            }
        ]
    },
    {
        "id": 112,
        "question": [
            {
                "type": "text",
                "content": " What are three factors that have led to the increased growth in international business in recent decades? Which do you think has been most important and why?\n"
            }
        ]
    },
    {
        "id": 113,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, discuss why governments have been liberalizing cross-border movements of goods, services, and resources.\n"
            }
        ]
    },
    {
        "id": 114,
        "question": [
            {
                "type": "text",
                "content": " What is international business? What are the primary reasons that companies engage in international business?\n"
            }
        ]
    },
    {
        "id": 115,
        "question": [
            {
                "type": "text",
                "content": " What are the differences between merchandise and service imports and exports? Provide examples to illustrate your answer.\n"
            }
        ]
    },
    {
        "id": 116,
        "question": [
            {
                "type": "text",
                "content": " What is globalization? What modes of international business are used by firms that want to globalize? Briefly describe each method.\n"
            }
        ]
    },
    {
        "id": 117,
        "question": [
            {
                "type": "text",
                "content": " What is a multinational enterprise (MNE)? How do physical and social factors affect how an MNE functions in a foreign country?\n"
            }
        ]
    },
    {
        "id": 118,
        "question": [
            {
                "type": "text",
                "content": " What is foreign direct investment? What social factors in the external environment might affect FDI?\n"
            }
        ]
    },
    {
        "id": 119,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, identify and explain three competitive factors that influence international businesses.\n"
            }
        ]
    },
    {
        "id": 120,
        "question": [
            {
                "type": "text",
                "content": " What are the advantages and disadvantages of using a nation as a point of reference for a culture?\n"
            }
        ]
    },
    {
        "id": 121,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, describe the various affiliations upon which a person’ s status can be based and discuss how social stratification affects such business functions as marketing and employment practices.\n"
            }
        ]
    },
    {
        "id": 122,
        "question": [
            {
                "type": "text",
                "content": " Describe the four major theories discussed in your text that explain why motivation differs from one country to another.\n"
            }
        ]
    },
    {
        "id": 123,
        "question": [
            {
                "type": "text",
                "content": " What are the characteristics of individualist and collectivist cultures?\n"
            }
        ]
    },
    {
        "id": 124,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between a low-context culture and a high-context culture? How do these differences affect communication in international business dealings?\n"
            }
        ]
    },
    {
        "id": 125,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between a monochronic and polychronic culture? How do such cultural differences affect business practices for international firms?\n"
            }
        ]
    },
    {
        "id": 126,
        "question": [
            {
                "type": "text",
                "content": " What factors influence cultural stability and cultural change? What factors influence how much cultural adjustment organizations must make in foreign countries?\n"
            }
        ]
    },
    {
        "id": 127,
        "question": [
            {
                "type": "text",
                "content": " What is culture shock? How can an international employer help prevent culture shock and improve the success of expatriates?\n"
            }
        ]
    },
    {
        "id": 128,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between a polycentric, ethnocentric, and geocentric approach to international management? What key factors should a firm consider before adopting one of these approaches?\n"
            }
        ]
    },
    {
        "id": 129,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between individualism and collectivism? What is the relationship between government and business under each orientation?\n"
            }
        ]
    },
    {
        "id": 130,
        "question": [
            {
                "type": "text",
                "content": " What are the differences between democratic and totalitarian political systems? What does current research suggest about the spread of democracy and totalitarianism in the world?\n"
            }
        ]
    },
    {
        "id": 131,
        "question": [
            {
                "type": "text",
                "content": " What is political risk? What is the relationship between political environment and political risk?\n"
            }
        ]
    },
    {
        "id": 132,
        "question": [
            {
                "type": "text",
                "content": " Identify the three common components of modern legal systems and explain their relevance to managers.\n"
            }
        ]
    },
    {
        "id": 133,
        "question": [
            {
                "type": "text",
                "content": " Contrast common law, civil law, customary law, and theocratic law.\n"
            }
        ]
    },
    {
        "id": 134,
        "question": [
            {
                "type": "text",
                "content": " Compare and contrast the rule of law and the rule of man.\n"
            }
        ]
    },
    {
        "id": 135,
        "question": [
            {
                "type": "text",
                "content": " In a brief essay, describe the political and legal systems in China and their effect on MNEs doing business in China.\n"
            }
        ]
    },
    {
        "id": 136,
        "question": [
            {
                "type": "text",
                "content": " How has intellectual property theft affected China’ s economy? What is the relationship between China’ s legal environment and intellectual property theft?\n"
            }
        ]
    },
    {
        "id": 137,
        "question": [
            {
                "type": "text",
                "content": " How does a nation’ s legal environment affect an MNE’ s marketplace behavior, especially when the rule of man prevails?\n"
            }
        ]
    },
    {
        "id": 138,
        "question": [
            {
                "type": "text",
                "content": " What is procedural political risk? How does a nation’ s political and legal environment influence procedural risk for MNEs?\n"
            }
        ]
    },
    {
        "id": 139,
        "question": [
            {
                "type": "text",
                "content": " What is gross national income? How is it calculated? Illustrate your answer with a specific example.\n"
            }
        ]
    },
    {
        "id": 140,
        "question": [
            {
                "type": "text",
                "content": " What general characteristics of a country should managers consider when analyzing an economic environment? What specific indicators help managers measure the economic development, performance, and potential of a country?\n"
            }
        ]
    },
    {
        "id": 141,
        "question": [
            {
                "type": "text",
                "content": " What is inflation? How does inflation affect international business?\n"
            }
        ]
    },
    {
        "id": 142,
        "question": [
            {
                "type": "text",
                "content": " Describe the three ways economies can be categorized. Which one do you believe is best? Why?\n"
            }
        ]
    },
    {
        "id": 143,
        "question": [
            {
                "type": "text",
                "content": " What is meant by the idea of economic freedom? What factors are used in the Economic Freedom Index? For managers, what role does the Economic Freedom Index play in analyzing the potential of a country?\n"
            }
        ]
    },
    {
        "id": 144,
        "question": [
            {
                "type": "text",
                "content": " What is state capitalism? Why do you think state capitalism is becoming increasingly popular around the world?\n"
            }
        ]
    },
    {
        "id": 145,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between a developing country and a developed country? What significant trends are occurring in each type of market that relate to international business decisions?\n"
            }
        ]
    },
    {
        "id": 146,
        "question": [
            {
                "type": "text",
                "content": " What issues complicate international economic analysis?\n"
            }
        ]
    },
    {
        "id": 147,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between a command economy and state capitalism?\n"
            }
        ]
    },
    {
        "id": 148,
        "question": [
            {
                "type": "text",
                "content": ". Why is economic freedom an important factor to consider when analyzing a country’ s economic development, performance, and potential?\n"
            }
        ]
    },
    {
        "id": 149,
        "question": [
            {
                "type": "text",
                "content": " As an international business manager, how can you benefit from an understanding of international trade theories?\n"
            }
        ]
    },
    {
        "id": 150,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, discuss the theory of mercantilism, and discuss favorable and unfavorable balances of trade as they apply to international business.\n"
            }
        ]
    },
    {
        "id": 151,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, discuss the theory of absolute advantage and the reasons a country’ s efficiency improves based on this theory.\n"
            }
        ]
    },
    {
        "id": 152,
        "question": [
            {
                "type": "text",
                "content": " What is the difference between the free trade theories of absolute advantage and comparative advantage? How can free trade improve global efficiency?\n"
            }
        ]
    },
    {
        "id": 153,
        "question": [
            {
                "type": "text",
                "content": " What assumptions underlie the theories of specialization in international trade? What are the limitations of these assumptions?\n"
            }
        ]
    },
    {
        "id": 154,
        "question": [
            {
                "type": "text",
                "content": " What is the theory of country size? How is country size determined? How does country size affect national trade patterns?\n"
            }
        ]
    },
    {
        "id": 155,
        "question": [
            {
                "type": "text",
                "content": " What is the country similarity theory? According to this theory, what factors affect trade patterns?\n"
            }
        ]
    },
    {
        "id": 156,
        "question": [
            {
                "type": "text",
                "content": ". In a short essay, discuss the four stages of the international product life cycle.\n"
            }
        ]
    },
    {
        "id": 157,
        "question": [
            {
                "type": "text",
                "content": " What are the arguments for and against nations developing and implementing strategic trade policies?\n"
            }
        ]
    },
    {
        "id": 158,
        "question": [
            {
                "type": "text",
                "content": " From an economic standpoint, why do production factors move from one country to another? How does factor movement affect international trade?\n"
            }
        ]
    },
    {
        "id": 159,
        "question": [
            {
                "type": "text",
                "content": " What are the disadvantages of import restrictions in regards to creating domestic employment opportunities?\n"
            }
        ]
    },
    {
        "id": 160,
        "question": [
            {
                "type": "text",
                "content": " Explain the rationale for and problems with making the infant-industry argument work as intended.\n"
            }
        ]
    },
    {
        "id": 161,
        "question": [
            {
                "type": "text",
                "content": " Why do developing countries sometimes impose import restrictions to increase their levels of industrialization?\n"
            }
        ]
    },
    {
        "id": 162,
        "question": [
            {
                "type": "text",
                "content": "What is the difference between import substitution policies and export-led development policies? What are the potential effects of each?\n"
            }
        ]
    },
    {
        "id": 163,
        "question": [
            {
                "type": "text",
                "content": " Many companies and industries argue that they should have the same access to foreign markets as foreign industries and companies have to their markets. In a short essay, discuss this issue of \"comparable access,\" or \"fairness.\"\n"
            }
        ]
    },
    {
        "id": 164,
        "question": [
            {
                "type": "text",
                "content": " What are common reasons that governments enact export restrictions? What are the possible negative consequences of such restrictions?\n"
            }
        ]
    },
    {
        "id": 165,
        "question": [
            {
                "type": "text",
                "content": " What is dumping? What are the possible effects of dumping on a country’ s economy?\n"
            }
        ]
    },
    {
        "id": 166,
        "question": [
            {
                "type": "text",
                "content": " Briefly discuss the four noneconomic rationales for governmental intervention in the free movement of trade: maintaining essential industries, preventing shipments to unfriendly countries, maintaining or extending spheres of influence, and preserving national identity.\n"
            }
        ]
    },
    {
        "id": 167,
        "question": [
            {
                "type": "text",
                "content": " Describe and compare the different types of tariffs (duties).\n"
            }
        ]
    },
    {
        "id": 168,
        "question": [
            {
                "type": "text",
                "content": " In a short essay, list and discuss the nontariff barriers that relate to direct price influences: subsidies, aid and loans, customs valuations, and other direct price influences.\n"
            }
        ]
    },
    {
        "id": 169,
        "question": [
            {
                "type": "text",
                "content": " List and define the types of nontariff barriers that limit the quantity of goods traded: quotas, embargoes, buy local legislation, standards and labels, specific permission requirements, administrative delays, and reciprocal requirements.\n"
            }
        ]
    },
    {
        "id": 170,
        "question": [
            {
                "type": "text",
                "content": " What are the main arguments for limiting trade in services? What is your opinion on limiting trade in services?\n"
            }
        ]
    }
]